[
  {
    "quote": "Machines are simulated organs of the human body. The lever, for example, is an extended arm. It increases the ability of the arm to lift and ignores all the other functions the arm has. It is more 'stupid' than the arm, but it therefore reaches further and lifts heavier loads.",
    "keyword": "Lever",
    "citation": "<em>The Shape of Things (The Lever Strikes Back)</em>, Vilém Flusser, 1993",
    "article": "lever-strikes-back.html"
  },
  {
    "quote": "Technological machines became not only more and more efficient but bigger and more expensive as well. For this reason, the ‘Man/machine’ relationship was reversed, and Man did not use machines anymore but was used by them. He became a relatively intelligent slave of relatively stupid machines.",
    "keyword": "Technology",
    "citation": "<em>The Shape of Things (The Lever Strikes Back)</em>, Vilém Flusser, 1993",
    "article": "lever-strikes-back.html"
  },
  {
    "quote": "And we do not measure our work by the yardstick of beauty, we do not weigh it on the scales of tenderness and feeling. The plumb line in hand, the look accurate as a ruler, the mind rigid as a compass, we are building our works as the universe builds.",
    "keyword": "Ruler",
    "citation": "<em>Realist Manifesto</em>, Naum Gabo and Antoine Pevsner, 1920",
    "article": "realist-manifesto.html"
  },
  {
    "quote": "Rest can be perfect rest or a mere suspension of activity: lying down, sitting, squatting, etc.",
    "keyword": "Rest",
    "citation": "<em>Techniques of the Body</em> (from Chapter Three: A Biographical List of theTechniques of the Body), Marcel Mauss, 1934",
    "article": "techniques-of-the-body-rest.html"
  },
  {
    "quote": "You can distinguish squatting mankind and sitting mankind. And, in the latter, people with benches and people without benches and daises; people with chairs and people without chairs.",
    "keyword": "Squatting",
    "citation": "<em>Techniques of the Body</em> (from Chapter Two: Principles of the Classification of Techniques of the Body”), Marcel Mauss, 1934",
    "article": "techniques-of-the-body-effiency.html"
  },
  {
    "quote": "Objects of use are therefore mediations (media) between myself and other people, not just objects. They are not just objective but inter-subjective as well, not just problematic but dialogic as well.",
    "keyword": "Object of use",
    "citation": "<em>The Shape of Things</em> (Design: Obstacle for/to the Removal of Obstacles), Vilém Flusser, 1993",
    "article": "removal-of-obstacles.html"
  },
  {
    "quote": "Whoever projects designs for objects of use (whoever produces culture) throws obstacles in other people’s way, and nothing can be done about this (not even for example one’s intention to promote emancipation).",
    "keyword": "Obstacle",
    "citation": "<em>The Shape of Things</em> (Design: Obstacle for/to the Removal of Obstacles), Vilém Flusser, 1993",
    "article": "removal-of-obstacles.html"
  },
  {
    "quote": "Factories are places in which new kinds of human beings are always being produced: first the hand-man, then the tool-man, then the machine-man, and finally the robot-man. To repeat: This is the story of humankind.",
    "keyword": "Factory",
    "citation": "<em>The Shape of Things</em> (The Factory), Vilém Flusser, 1993",
    "article": "the-factory.html"
  },
  {
    "quote": "As soon as a tool - e.g. a hand-axe - is introduced, one can speak of a new form of human existence. A human being surrounded by tools, such as hand-axes, arrow-heads, needles, knives - in short, culture - is no longer at home in the environment in the way that primitive man using his hands is: He is alienated from the environment, and he is both protected and imprisoned by culture.",
    "keyword": "Tool",
    "citation": "<em>The Shape of Things</em> (The Factory), Vilém Flusser, 1993",
    "article": "the-factory.html"
  },
  {
    "quote": "Manufacturing means turning what is available in the environment to one’s own advantage, turning it into something manufactured, turning it over to use and thus turning it to account. These turning movements are carried out initially by hands, then by tools, machines and, finally, robots.",
    "keyword": "Manufacture",
    "citation": "<em>The Shape of Things</em> (The Factory), Vilém Flusser, 1993",
    "article": "the-factory.html"
  },
  {
    "quote": "The techniques of the body can be classified according to their efficiency, i.e. according to the results of training. Training, like the assembly of a machine, is the search for, the acquisition of an efficiency. Here it is a human efficiency.",
    "keyword": "Efficiency",
    "citation": "<em>Techniques of the Body</em> (from Chapter Two: Principles of the Classification of Techniques of the Body”), Marcel Mauss, 1934",
    "article": "techniques-of-the-body-efficiency.html"
  },
  {
    "quote": "Is there any sense at all in wanting to distinguish between nature and culture when it comes to finding your way around the world of things?",
    "keyword": "Culture",
    "citation": "<em>The Shape of Things</em> (The Non Thing 1), Vilém Flusser, 1993",
    "article": "the-non-thing.html"
  },
  {
    "quote": "‘To live’ means to proceed towards death. On the way, one came across things that blocked one’s path. These things called ‘problems’ had therefore to be removed. ‘To live’ then meant: to resolve problems in order to be able to die. And one resolved problems either by transforming intractable things into manageable ones - this was called ‘production’ - or by overcoming them - this was called ‘progress’. Until eventually, one came up against problems that could not be transformed or overcome. These were called ‘last things’, and one died of them.",
    "keyword": "Problem",
    "citation": "<em>The Shape of Things</em> (The Non Thing 1), Vilém Flusser, 1993",
    "article": "the-non-thing.html"
  },
  {
    "quote": "Non-things now flood our environment from all directions, displacing things. These non-things are called ‘information’.",
    "keyword": "Non-Things",
    "citation": "<em>The Shape of Things</em> (The Non Thing 1), Vilém Flusser, 1993",
    "article": "the-non-thing.html"
  },
  {
    "quote": "[…] I am in a state of great depression because I have come into first-hand contact with the naivety of the approach to the low-cost, well-designed object; the outcome is completely bankrupt and the audience to whom these items are directed rejects them because they do not recognise them as part of the cultural system.",
    "keyword": "Cultural System",
    "citation": "<em>Autoprogettazione?</em> Comment By Enzo Mari On The “Proposta Per Una Autoprogeitazione”, Enzo Mari, 1983",
    "article": "enzo-mari-comment.html"
  },
  {
    "quote": "I ask myself how it is possible to change the state of things. How is it possible to implement the deconditioning of form as a value and not strictly corresponding to content? The only way I know of, in that it belongs to my reality, is that it becomes possible only when critical thinking is based on the practice of work.",
    "keyword": "Work",
    "citation": "<em>Autoprogettazione?</em> Comment By Enzo Mari On The “Proposta Per Una Autoprogeitazione”, Enzo Mari, 1983",
    "article": "enzo-mari-comment.html"
  },
  {
    "quote": "Machinery theoretically frees man from work, and Socialism itself is born and can exist because industrial machinery exists.",
    "keyword": "Machine",
    "citation": "<em>Autoprogettazione?</em> Comment By Enzo Mari On The “Proposta Per Una Autoprogeitazione”, Enzo Mari, 1983",
    "article": "enzo-mari-comment.html"
  },
  {
    "quote": "It is crucial to socialise the implications of modern technology, and this ought to be done by really making the best use of technology and not proposing the use of an archaic technology.",
    "keyword": "Technology",
    "citation": "<em>Autoprogettazione?</em> Comment By Enzo Mari On The “Proposta Per Una Autoprogeitazione”, Enzo Mari, 1983",
    "article": "enzo-mari-comment.html"
  },
  {
    "quote": "Wood should be used only where it is cheaper than other materials. Additionally, the use of wood should not be a way of re-proposing a material from an ancient  tradition in the place of modern materials such as plastic, which is better suited to real production standards. In fact, when taken from this point of view, all projects using a natural material like wood tend to be reactionary.",
    "keyword": "Wood",
    "citation": "<em>Autoprogettazione?</em> Comment By Enzo Mari On The “Proposta Per Una Autoprogeitazione”, Enzo Mari, 1983",
    "article": "enzo-mari-comment.html"
  },
  {
    "quote": "The system is simple not only because of the nail but also by the simplified cut of the saw. There are no diagonal or complex cuts, or anything needing joints. Besides, the simple orthogonal cuts don't even need to be well executed.",
    "keyword": "System",
    "citation": "<em>Autoprogettazione?</em> (A critical-ideological debate between E. Mari and E. Facchinelli), 1975",
    "article": "critical-ideological-debate.html"
  },
  {
    "quote": "In short, the greatest difficulty in making these projects popular is likely ideological, there is a kind of prejudice that is deeply rooted in the division of labour and tasks, seem as an incapacity or impossibility to do certain things.",
    "keyword": "Ideology",
    "citation": "<em>Autoprogettazione?</em> (A critical-ideological debate between E. Mari and E. Facchinelli), 1975",
    "article": "critical-ideological-debate.html"
  },
  {
    "quote": "[…] if the furniture industry is already in large part an ideological industry, or rather an industry that trades in objects that are loaded with imagery, which have value precisely because of the imagery they are loaded with, and of which a high price is a fundamental factor. Only those who are already living within a different framework will be able to accept it […]",
    "keyword": "Value",
    "citation": "<em>Autoprogettazione?</em> (A critical-ideological debate between E. Mari and E. Facchinelli), 1975",
    "article": "critical-ideological-debate.html"
  },
  {
    "quote": "When thinking of the home, there is always an expectation of a certain status which works on different levels…",
    "keyword": "Status",
    "citation": "<em>Autoprogettazione?</em> (A critical-ideological debate between E. Mari and E. Facchinelli), 1975",
    "article": "critical-ideological-debate.html"
  },
  {
    "quote": "industry exists and that's a positive thing, industry should be kept occupied, be managed, made use of, tools should not be rejected.. these objects are not intended as alternatives to industrial ones, their intent instead is to be a kind of critical exercise on design, and this is the reason why this project was called self-design, not self-production.",
    "keyword": "Self-Design",
    "citation": "<em>Autoprogettazione?</em> (A critical-ideological debate between E. Mari and E. Facchinelli), 1975",
    "article": "critical-ideological-debate.html"
  },
  {
    "quote": "Chairs are about status, power, and control. That’s why we like them. Ask any furniture historian about the origins of the chair and they’ll gleefully tell you that it all started with the throne.",
    "keyword": "Status",
    "citation": "<em>Against Chairs (Jacobin Magazine)</em>, Colin McSwiggen, 2012",
    "article": "against-chairs.html"
  },
  {
    "quote": "That changed with the Industrial Revolution. Suddenly chairs were being made cheaply in factories and more people could afford to sit like the rich. At the same time, labor was being sedentarized: as workers moved en masse from agriculture to factories and offices, laborers spent more and more time sitting in those newly mass-producible chairs.",
    "keyword": "Factory",
    "citation": "<em>Against Chairs (Jacobin Magazine)</em>, Colin McSwiggen, 2012",
    "article": "against-chairs.html"
  },
  {
    "quote": "In the process of de-intellectualized actions we can see the body as a tool, apart from a specific culture of the body, simulating and retracing the process that leads progressively from discovery to recognition, to purposed and non-purposed use of one's body.",
    "keyword": "Body",
    "citation": "<em>Global Tools Report</em> (The Body), Andrea Branzi, Gaetano Pesce, Alessandro\nMendini, Franco Raggi, Ettore Sottsass Jr., 1974",
    "article": "global-tools.html"
  },
  {
    "quote": "The body as primary tool. In conventional learning processes (ways through which to systematize experience through notions), the body is seen as an impediment or in any case as a factor that can be overlooked, whose awareness of use can be neglected.",
    "keyword": "Tool",
    "citation": "<em>Global Tools Report</em> (The Body), Andrea Branzi, Gaetano Pesce, Alessandro\nMendini, Franco Raggi, Ettore Sottsass Jr., 1974",
    "article": "global-tools.html"
  },
  {
    "quote": "The human body analyzed prior to the definition of functional ends, prior to the action of cultural filters, prior to constraint inside the rigidity of systems.",
    "keyword": "Functional",
    "citation": "<em>Global Tools Report</em> (The Body), Andrea Branzi, Gaetano Pesce, Alessandro\nMendini, Franco Raggi, Ettore Sottsass Jr., 1974",
    "article": "global-tools.html"
  },
  {
    "quote": "Beuys does not differentiate between an act of performance and a political act. His performances practice the politics of disseminated power, and in this way, they continually challenge the common notion of democracy [...]",
    "keyword": "Performance",
    "citation": "<em>Beuys’ Chair and the Violence of the Other: Toward A Theory of Aesth-Ethics</em>, Dror Pimentel (2017)",
    "article": "beuys-chairs.html"
  },
  {
    "quote": "What are chairs for? Of course, they are for sitting on. But what is sitting for?",
    "keyword": "Sitting",
    "citation": "<em>Beuys’ Chair and the Violence of the Other: Toward A Theory of Aesth-Ethics</em>, Dror Pimentel (2017)",
    "article": "beuys-chairs.html"
  }
]